# რაში გამოიყენება კომენტარი?-კომენტარი გადასცემს კოდის საჭირო ინფორმაციას მხოლოდ ადამიანებს .
# Declaring - რაღაცის შექმნა / დეკლარაცია 
# statement - კოდის ნაწილი / ერთი ხაზი რაღაც ნაწილი
# case sensitive language - ითარგმნება როგორც ქეიც სენსიტიური ენა , დიდი და პატარა ასოები ძალიან განსხვავდებიან ერთმანეთისგან
print # სწორი
Print # არასწორი

credit = 100
Credit = 200
CREDIT = 300

# uppercase - დიდი ასო
# lowercase - პატარა ასო

dog name = # ესე არ შეიძლება ცალ ცალკე
dog_name = # ესე შეიძლება

# underscore " _ " - ქვედა ტირე , ძირს მოფორთხიალე გველი

# snake case - space - ების მაგივრად გამოიყენება underscore

# camel case - ყოველი სიტყვას პირველი ასო uppercase არის

# paid - ცვლადის მნიშვნელობა