# 3) შექმენით ცვლადი რომელიც იქნება name და მინიჭებული იქნება თქვენი სახელი და უნდა დაპრინტოთ ეს ცვლადი სწორი გზით და არასწორი გზით და უნდა ახსნათ კომენტარებით რატომ არის ეს გზა სწორი და რატომ არ არის ეს გზა სწორი
name = "levan"
print(name)
#ეს არის სწორი კოდი ,  არანაირი შეცდომა არ არის აქ და იგი გამოჩნდება სწორად ტერმინალში

name_<levan,
print="levan"
#ეს არის არასწორი კოდი რადგან, name - ის შემდეგ უნდა იყოს ტოლობა,ტოლობის შემდეგ უნდა იყოს ზედა ფრჩხილები და ასევე სახელი ლევანის ბოლოშიც ზედა ფრჩილი და მაშინ გამოჩნდება ტერმინალში სწორად.